[
    {
        "from": "Jim",
        "tip": "Get support from family and friends, or consider joining a support group for people trying to quit smoking.",
        "review": "SUPER HELPFUL!!!. I can't believe how much this website helped me!",
        "rating": "9/10",
        "subDate": "12/09/2022"
      },
      {
        "from": "Dwight",
        "tip": "Find alternatives to smoking, such as chewing gum or taking a walk when the urge to smoke strikes.",
        "review": "I stumped upon this website after going down a rabbit hole on youtube after ten failed attempts to quit smoke.",
        "rating": "8.5/10",
        "subDate": "12/15/2022"
      },
      {
        "from": "Pam",
        "tip": "Be prepared for the withdrawal symptoms that come with quitting smoking. This can include symptoms such as irritability, anxiety, and difficulty concentrating.",
        "review": "I was a smoker for over 20 years and I thought I could never quit. But I decided to give it a try and used a combination of hypnotherapy and THIS WEBSITE to track my progress. Now, I've been smoke-free for 5 years and I feel great.",
        "rating": "7/10",
        "subDate": "12/22/2022"
      },
      {
        "from": "Michael",
        "tip": "Be patient with yourself. Quitting smoking is a process, and it may take several attempts before you are successful. Dont get discouraged if you slip up and smoke a cigarette, just get back on track and keep trying.",
        "review": "After getting WOKE about smokeing throught his website, I not only saved my life, but I saved a million dollars over the course of my life time.",
        "rating": "11/10",
        "subDate": "12/29/2022"
      },
      {
        "from": "Karen CEO Big Tobacco",
        "tip": "Just keep smoking, It makes you look so cool .",
        "review": "This website is filled with misinformation. SMOKING IS NOT CONNECTED TO CANCER!!!!!!",
        "rating": "0/10",
        "subDate": "01/07/2023"
      },
      {
        "from": "Stanley",
        "tip": "Try nicotine replacement therapy (NRT) such as gum, patches, lozenges, or nasal spray.",
        "review": "Ew smoking gtfo!",
        "rating": "100/10",
        "subDate": "01/08/2023"
      }
  ]

//   Set a quit date and stick to it. Choose a date that is not too far in the future, but also gives you enough time to prepare.

// Get support from family and friends, or consider joining a support group for people trying to quit smoking.

// Find alternatives to smoking, such as chewing gum or taking a walk when the urge to smoke strikes.

// Be prepared for the withdrawal symptoms that come with quitting smoking. This can include symptoms such as irritability, anxiety, and difficulty concentrating.

// Be patient with yourself. Quitting smoking is a process, and it may take several attempts before you are successful. Don’t get discouraged if you slip up and smoke a cigarette, just get back on track and keep trying.

// Make a list of the reasons why you want to quit smoking and remind yourself of them when you are struggling.

// Try nicotine replacement therapy (NRT) such as gum, patches, lozenges, or nasal spray.

// Avoid triggers that make you want to smoke, such as certain people, places or activities.

// Try deep breathing exercises, yoga or meditation to manage cravings and stress.

// Reward yourself for milestones in your quit journey, like one week, one month, and so on without smoking.