[
    {
        "id": "1",
        "date": "01/15/2023",
        "daysWithoutCigs": "22", 
        "story": "I was a very heavy smoker, since I began working in my early twenties.  I was so happy to have found this app! Not only did it help me quit, but I really enjoy looking back on my journals and seeing my progress unfold.  Feeling better than I have in years and am looking forward to the rest of my quitting journey!"
    },
    {
        "id": "2",
        "date": "11/22/2022",
        "daysWithoutCigs": "15", 
        "story": "My quitting journey has beena tough one, but I love using this app to help me keep going.  My journal entries have become a daily ritual, and it makes me reflect and focus on why I am doing this in the first place."
    },
    {
        "id": "3",
        "date": "01/03/2022",
        "daysWithoutCigs": "368", 
        "story": "One year has passed since I chose to change my life and quit smoking for good.  Probably the best decision I have ever made! I feel better than ever, I am saving thousands of dollars and I am looking forward to a much healthier future! This app has been a great tool for me to focus on my daily journey and stay focused on my quitting journey."   
    },
    {
        "id": "4",
        "date": "09/03/2022",
        "daysWithoutCigs": "126", 
        "story": "Quitting cigarettes is the hardest thing I have ever chosen to do, but it is totally worth it.  You can do it too! Don't give up."   
    },
    {
        "id": "5",
        "date": "10/14/2022",
        "daysWithoutCigs": "95", 
        "story": "If I could give this app 5 stars, I would! Feeling great."     
    },
    {
        "id": "6",
        "date": "10/20/2022",
        "daysWithoutCigs": "85", 
        "story": "The app was very intuitive, but I cannot stop smoking.  I will keep trying though!"     
    },
    {
        "id": "7",
        "date": "07/08/2022",
        "daysWithoutCigs": "205", 
        "story": "Once I was a very heavy smoker, but now I am much better! This app was great, and I loved checking my chart after my daily updates to see how my progress was going.  I really feel like this was a huge help for me to finally quit smoking.  I had tried before, but this app was by far the most effective way."   
    },
    {
        "id": "8",
        "date": "12/27/2022",
        "daysWithoutCigs": "25", 
        "story": "I enjoyed the app, it helped me a lot."      
    },
    {
        "id": "9",
        "date": "11/27/2022",
        "daysWithoutCigs": "55", 
        "story": "My smoking was out of control, but now I am getting control of my addiction. This app is a good place to start and lean on, but it is ultimately up to you to quit smoking."  
    },
    {
        "id": "10",
        "date": "04/14/2022",
        "daysWithoutCigs": "294", 
        "story": "Smoking 2 packs a day really hurt my health, and I was beginning to see the effects. I could not be as active as I used to be, and I was having trouble breathing doing daily activities.  My doctor said I needed to quit smoking if I wanted to live a healthy life, so I tried this app.  Worked wonders for me, I love the daily entries and being able to track my progress graphically. This really helped me, maybe it can help you too."     
    }

]